[
	[
		"Oh my god...",
		"This place is horrible.\nIt's the stuff of nightmares...",
		"I barely made it into this tiny house before that rabbit caught up with me.\nI think it got Hanid, my poor dog... I heard a yelp, a horrible noise and then... nothing.",
		"There's a cupboard here. I'll see if I can find some food in there... and maybe something to drink too.\nIt's not that I trust the food here, but a girl's gotta eat, right ?"
	],
	[
		"Okay so... as it turns out, the food here isn't much better than the creatures outside.\nIt turns out food makes you grow in a matter of minutes, and drinks will shrink you down even faster.",
		"The white killing furball is still out there, with its sharp little teeth waiting for me.\nFortunately this... thing also has to sleep. I managed to sneak in one of the many crates of supplies that lie outside.",
		"The noise woke it up though, so that's all I have for today."
	],
	[
		"I heard screams this night. I dragged another crate inside while the rabbit was munching on... something. Or someone.",
		"When the sun rose, there was a human skull looking at me thoughtfully through the window.\nPoor shmuck never stood a chance. His bloodstained hat lies right next to him.",
		"There's worse though. From the looks of this crate, it looks like some of the bottles in there contain seawater... you can't really quench your thirst on this crap.\nNot to mention the constant threat of shrinking into nothingness..."
	],
	[
		"Another night, another crate that almost cost me my life. I heard the creature hitting the door just as I slammed it shut.",
		"I just noticed I'm wearing this ridiculous blue dress... I don't remember putting it on, nor in fact having one in the first place.",
		"What kind of stupid blonde bimbo brat would wear a dress like that anyway ? Ugh."
	],
	[
		"How can this place still get worse with each passing day ?!",
		"The red-eyed killball went away, probably looking for some fresh meat in the woods.\nI thought it was finally my chance... and in comes in this axe-wielding murderous bitch-queen !",
		"She saw me and screamed she was gonna behead me. I think she's still outside. And there's too much salty foods, and not nearly enough water in these crates..."
	],
	[
		"The redhead psycho still lurks outside. I managed smuggle another crate in, though, so yay me.",
		"When I opened it, it was full of... mushrooms. I'm not kidding, there were dozens of them, of all colors. Like it's flippin' Mario land.",
		"I can't decipher whatever eldritch language the labels on the crate are written into. But there's pictograms, and they're pretty explicit : TL;DR \"DANGER, GROWTH.\" and \"DANGER,SHRINKAGE\".\nExcept obviously there's no way to guess which is which... I'm not even sure you can tell them apart by color.\nGuess there's just one way to know ?"
	],
	[
		"I think the rabbit came back this night. I heard screams and squeals, and I have no clue which one got to the other, but I bloody well know that I *HATE* every last supply run I have to make.",
		"At least I got one more crate. One more day of life-threatening food, or certain death by starving...",
		"Also, in the morning, I looked at the flowers outside the window... and one of them SPAT THE MOTHER****ING CORPSE OF A SPIDER ON THE WINDOW !\nI nearly pissed myself. If I wasn't so scared of it biting my finger off somehow, I'd sprinkle it with seawater.\nSeriously though, what the hell is *wrong* with this place ? Even flowers are fucked up !",
	],
	[
		"Come on Beth... pull yourself together... you can do this.",
		"Some of the food I found was stale. I didn't pay it much mind at first, but I hink it's getting at me.\nAnd because of this twisted place, I can't tell the hallucinations aprt from actual, deadly fucked-up stuff.",
		"I think the flower thing was real. I can still see the half-decayed spider lying outside the cracked window... it's huge.\nI hope there aren't more spiders like that around.\nIn fact, come to think of it, I don't think I hate those flowers anymore. At least they can't sneak up on me...\nThough they can probably spit acid or something. Wouldn't put it past them to kill a human and feast on its remains.",
		"Ughhh... oh god I think I'm gonna be sick. How much of this food is rotten anyway ? Salty foods suddendly don't seem so bad...\nMaybe if I throw up I'll stop growing ? But then I'd also starve, arrrgh...",
		"I've met with a terrible fate, haven't I ?"
	],
	[
		"> Hello, player. Are you still alive ? <",
		"> That's good. I've got darker ideas for Beth's future. <",
		"> How about having to eat spiders ? How fast do you think you can learn to tell the poisonous ones apart from the others ? <",
		"> Also, you shouldn't neglect Beth's mental health like that. Just because she doesn't starve, explode or vanish suddendly... doesn't mean she's not gonna off herself for some reason. <",
		"> Sanity, venomous and/or poisonous spiders, flowerpot water, sanity, hallucinogenic mushrooms (and mind-controlling killer ones), sanity, and more ! <\n> (Also, sanity. And the SAN-meter would be hidden, obviously. Gyeheheh. Fun times. Muahahaha.) <",
		"[To be continued in the game's upcoming DLC !]\n\n\t -= Expected release date : Never, actually. Really. Sorry about that. =-",
		"Thank you for playing !"
	]
]
